Repository: hungvanle321/Bookstore
Catalog: Bookstore/Resources/Areas/Customer/Views/Home/Index.*.resx
Languages: vi_vn

# home_page_title
source: Home Page
vi_vn: Trang Chủ

source: Embark on a Literary Journey
vi_vn: Bắt đầu cuộc hành trình văn học

# step_into_our_bookstore
source: Step into our bookstore and embark on a literary journey.
vi_vn: Bước vào hiệu sách của chúng tôi và bắt đầu cuộc hành trình văn học.

# discover_new_worlds
source: Discover new worlds, meet fascinating characters, and explore intriguing stories.
vi_vn: Khám phá thế giới mới, gặp gỡ những nhân vật hấp dẫn và khám phá những câu chuyện thú vị.

# books_passport_adventures
source: Our books are your passport to countless adventures.
vi_vn: Những cuốn sách của chúng tôi là hộ chiếu của bạn đến vô số cuộc phiêu lưu.

# unleash_imagination_new_arrivals
source: Unleash Your Imagination with Our New Arrivals
vi_vn: Giải phóng trí tưởng tượng của bạn với những cuốn sách mới về

# fresh_selection_books
source: Every week, we bring in a fresh selection of books for you to explore.
vi_vn: Mỗi tuần, chúng tôi mang đến một tuyển chọn mới những cuốn sách để bạn khám phá.

# unleash_imagination_bestsellers
source: Unleash your imagination with the latest bestsellers, critically acclaimed novels, and undiscovered gems.
vi_vn: Giải phóng trí tưởng tượng của bạn với những cuốn sách bán chạy nhất, tiểu thuyết được đánh giá cao và những viên ngọc chưa được khám phá.

# deliver_books_doorstep
source: We Deliver Your Favorite Books to Your Doorstep
vi_vn: Chúng tôi giao những cuốn sách yêu thích của bạn đến tận nhà

# free_city_wide_delivery
source: Enjoy the convenience of getting your favorite books delivered right to your doorstep.
vi_vn: Thưởng thức sự tiện lợi của việc nhận những cuốn sách yêu thích của bạn được giao đến tận nhà.

# comfort_of_home
source: With our free city-wide delivery service, you can stay in the comfort of your home and still indulge in your love for reading.
vi_vn: Với dịch vụ giao hàng miễn phí trên toàn thành phố, bạn có thể ở nhà và vẫn tận hưởng niềm đam mê đọc sách.

source: Discover
vi_vn: Khám phá

# gift_book_gift_knowledge
source: Gift a Book - Gift Knowledge
vi_vn: Tặng sách - Tặng tri thức

# perfect_gift_knowledge
source: Looking for the perfect gift? Give the gift of knowledge with our wide range of books.
vi_vn: Tìm kiếm món quà hoàn hảo? Hãy tặng món quà tri thức với nhiều loại sách của chúng tôi.

# thrilling_mysteries
source: From thrilling mysteries to insightful biographies, you'll find the perfect book for everyone on your list.
vi_vn: Từ những câu chuyện trinh thám ly kỳ đến những cuốn tiểu sử đầy hiểu biết, bạn sẽ tìm thấy cuốn sách hoàn hảo cho mọi người trong danh sách của mình.

# access_service
source: To access our service you need to know some issues
vi_vn: Để truy cập dịch vụ của chúng tôi, bạn cần biết một số thông tin

# bookselling_commercial
source: Bookselling is the commercial trading of books which is the retail and distribution end of the publishing process.
vi_vn: Buôn bán sách là việc kinh doanh thương mại sách, là phần cuối của quá trình xuất bản và phân phối.

source: Book Quality
vi_vn: Chất lượng sách

# high_quality_books
source: We pride ourselves on offering high-quality books from reputable publishers.
vi_vn: Chúng tôi tự hào cung cấp những cuốn sách chất lượng cao từ các nhà xuất bản có uy tín.

source: Competitive Pricing
vi_vn: Giá cả cạnh tranh

# reasonable_prices
source: Reasonable and competitive prices, suitable for all customer segments.
vi_vn: Giá cả hợp lý và cạnh tranh, phù hợp với mọi phân khúc khách hàng.

source: Dedicated Customer Service
vi_vn: Dịch vụ khách hàng tận tâm

# customer_service_24_7
source: 24/7 customer service, always ready to answer your questions.
vi_vn: Dịch vụ khách hàng 24/7, luôn sẵn sàng trả lời câu hỏi của bạn.

# sign_up_newsletter
source: Sign up for our Newsletter
vi_vn: Đăng ký nhận bản tin của chúng tôi

# weekly_update
source: We'll give you just the right amount of love! Sign up for our weekly update and be the first to know about our newest plan.
vi_vn: Chúng tôi sẽ gửi đến bạn những thông tin vừa đủ! Đăng ký nhận bản tin hàng tuần và là người đầu tiên biết về kế hoạch mới nhất của chúng tôi.

source: Email address
vi_vn: Địa chỉ email

source: SIGN UP
vi_vn: ĐĂNG KÝ

# nav_home
source: Home
vi_vn: Trang chủ
